export default function About() {
  return (
    <div>
      <div className="max-w-[1200px] mx-auto">
        <h1 className="text-3xl text-darkBlue font-bold mb-9 px-4 lg:px-0">
          ჩვენ შესახებ
        </h1>
      </div>
      <div>
        <img
          className="w-full"
          src="https://img.ge/images/25546027428267935986.png"
        />
      </div>
      <div className="max-w-[1200px] mx-auto">
        <div className="my-12">
          <div id="aboutproject" className="px-8">
            <h1 className="text-2xl text-darkBlue font-bold mb-10">
              ჩვენი საიტის ისტორია
            </h1>
            <p className="mb-5">
              კეთილი იყოს თქვენი მობრძანება FlashCard, სადაც სიტყვები გარდაქმნის
              გონებას. ჩვენი მოგზაურობა დაიწყო მარტივი, მაგრამ ძლიერი იდეით:
              ახალი სიტყვების სწავლა ყველასთვის სასიამოვნო და ეფექტურ
              გამოცდილებად ვაქციოთ.
            </p>
            <p className="mb-5">
              დაარსებული ენის მოყვარულთა მგზნებარე გუნდის მიერ, FlashCard
              გაჩნდა, როგორც პასუხი ინოვაციური, მოსახერხებელი პლატფორმების
              საჭიროებაზე, რომლებიც უპირატესობას ანიჭებენ დინამიური ლექსიკის
              შეძენას. ჩვენ წარმოვიდგინეთ სივრცე, სადაც მოსწავლეები შეძლებდნენ
              გაექცნენ დამახსოვრების ტრადიციული მეთოდების ერთფეროვნებას და
              მიეღოთ ახალი სიტყვების აღმოჩენისა და დაუფლების სიხარული.
            </p>
            <p className="mb-5">
              წლების განმავლობაში, FlashCard ჩამოყალიბდა მოსწავლეთა,
              მასწავლებლებისა და ენის მოყვარულთა აქტიურ საზოგადოებად. ჩვენ
              ვამაყობთ ჩვენი ვალდებულებით უზრუნველვყოთ უმაღლესი დონის ფლეშ
              ბარათის გამოცდილება, მორგებული სასწავლო გზები და დამხმარე გარემო
              ენის შესწავლისთვის.
            </p>
            <p className="mb-5">
              როდესაც ვიხსენებთ ჩვენს მოგზაურობას, მადლობელი ვართ იმ უთვალავი
              მომხმარებლისთვის, რომლებმაც თავიანთი ლექსიკის გაფართოებისთვის
              FlashCard მიზნად აქციეს. ჩვენი ისტორია ნაქსოვია ცნობისმოყვარეობის,
              თავდადებისა და ენისადმი საერთო სიყვარულის ძაფებით.
            </p>
            <p className="mb-5">
              შემოგვიერთდით, როდესაც ჩვენ ვაგრძელებთ FlashCardისტორიის შემდეგი
              თავების წერას. გმადლობთ, რომ ხართ ჩვენი ენის შემსწავლელი
              თავგადასავლის ნაწილი!
            </p>
          </div>
        </div>
        <div className="my-12">
          <div className="px-8">
            <h1 className="text-2xl text-darkBlue font-bold mb-10">
              ჩვენი საიტის მიზნები
            </h1>
            <p className="mb-5">
              კეთილი იყოს თქვენი მობრძანება FlashCard, სადაც სიტყვები გარდაქმნის
              გონებას. ჩვენი მოგზაურობა დაიწყო მარტივი, მაგრამ ძლიერი იდეით:
              ახალი სიტყვების სწავლა ყველასთვის სასიამოვნო და ეფექტურ
              გამოცდილებად ვაქციოთ.
            </p>
            <p className="mb-5">
              დაარსებული ენის მოყვარულთა მგზნებარე გუნდის მიერ, FlashCard
              გაჩნდა, როგორც პასუხი ინოვაციური, მოსახერხებელი პლატფორმების
              საჭიროებაზე, რომლებიც უპირატესობას ანიჭებენ დინამიური ლექსიკის
              შეძენას. ჩვენ წარმოვიდგინეთ სივრცე, სადაც მოსწავლეები შეძლებდნენ
              გაექცნენ დამახსოვრების ტრადიციული მეთოდების ერთფეროვნებას და
              მიეღოთ ახალი სიტყვების აღმოჩენისა და დაუფლების სიხარული.
            </p>
            <p className="mb-5">
              წლების განმავლობაში, FlashCard ჩამოყალიბდა მოსწავლეთა,
              მასწავლებლებისა და ენის მოყვარულთა აქტიურ საზოგადოებად. ჩვენ
              ვამაყობთ ჩვენი ვალდებულებით უზრუნველვყოთ უმაღლესი დონის ფლეშ
              ბარათის გამოცდილება, მორგებული სასწავლო გზები და დამხმარე გარემო
              ენის შესწავლისთვის.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}
