import React from "react";

const TermsAndConditions = () => {
  return (
    <div>
      <div className="max-w-[1200px] mx-auto">
        <div className="px-5 py-4 lg:px-0">
          <h1 className="text-2xl font-bold">გამოყენების წესები და პირობები</h1>
          <div className="mt-14">
            <div className="px-8 py-5">
              <h2 className="text-darkBlue text-2xl font-bold mb-5">
                წესები და პირობები
              </h2>
              <p className="mb-5">
                პირობების მიღება: [თქვენი კომპანიის/ვებგვერდის/აპლიკაციის]
                („მომსახურება“) წვდომით ან გამოყენებით, თქვენ ეთანხმებით, რომ
                დაკავდებით წინამდებარე პირობებით.
              </p>
              <p>
                მომხმარებლის პასუხისმგებლობა: თქვენ ხართ პასუხისმგებელი
                ნებისმიერი ანგარიშის ინფორმაციის კონფიდენციალურობის
                შენარჩუნებაზე. თქვენ თანახმა ხართ მიაწოდოთ ზუსტი და განახლებული
                ინფორმაცია. თქვენ ხართ მხოლოდ პასუხისმგებელი თქვენს ქცევაზე და
                ნებისმიერ მონაცემზე, ტექსტზე, ინფორმაციას, მომხმარებლის
                სახელებზე, გრაფიკებზე, სურათებზე, ფოტოებზე, პროფილებზე, აუდიო და
                ვიდეო კლიპებზე, ბმულებზე ან სხვა შინაარსზე („მასალა“), რომელსაც
                თქვენ აგზავნით, აქვეყნებთ ან აჩვენებთ სერვისი.
              </p>
            </div>
            <div className="px-8 py-5">
              <h2 className="text-darkBlue text-2xl font-bold mb-5">
                წესები და პირობები
              </h2>
              <p className="mb-5">
                პირობების მიღება: [თქვენი კომპანიის/ვებგვერდის/აპლიკაციის]
                („მომსახურება“) წვდომით ან გამოყენებით, თქვენ ეთანხმებით, რომ
                დაკავდებით წინამდებარე პირობებით.
              </p>
              <p>
                მომხმარებლის პასუხისმგებლობა: თქვენ ხართ პასუხისმგებელი
                ნებისმიერი ანგარიშის ინფორმაციის კონფიდენციალურობის
                შენარჩუნებაზე. თქვენ თანახმა ხართ მიაწოდოთ ზუსტი და განახლებული
                ინფორმაცია. თქვენ ხართ მხოლოდ პასუხისმგებელი თქვენს ქცევაზე და
                ნებისმიერ მონაცემზე, ტექსტზე, ინფორმაციას, მომხმარებლის
                სახელებზე, გრაფიკებზე, სურათებზე, ფოტოებზე, პროფილებზე, აუდიო და
                ვიდეო კლიპებზე, ბმულებზე ან სხვა შინაარსზე („მასალა“), რომელსაც
                თქვენ აგზავნით, აქვეყნებთ ან აჩვენებთ სერვისი.
              </p>
            </div>
            <div className="px-8 py-5">
              <h2 className="text-darkBlue text-2xl font-bold mb-5">
                წესები და პირობები
              </h2>
              <p className="mb-5">
                პირობების მიღება: [თქვენი კომპანიის/ვებგვერდის/აპლიკაციის]
                („მომსახურება“) წვდომით ან გამოყენებით, თქვენ ეთანხმებით, რომ
                დაკავდებით წინამდებარე პირობებით.
              </p>
              <p>
                მომხმარებლის პასუხისმგებლობა: თქვენ ხართ პასუხისმგებელი
                ნებისმიერი ანგარიშის ინფორმაციის კონფიდენციალურობის
                შენარჩუნებაზე. თქვენ თანახმა ხართ მიაწოდოთ ზუსტი და განახლებული
                ინფორმაცია. თქვენ ხართ მხოლოდ პასუხისმგებელი თქვენს ქცევაზე და
                ნებისმიერ მონაცემზე, ტექსტზე, ინფორმაციას, მომხმარებლის
                სახელებზე, გრაფიკებზე, სურათებზე, ფოტოებზე, პროფილებზე, აუდიო და
                ვიდეო კლიპებზე, ბმულებზე ან სხვა შინაარსზე („მასალა“), რომელსაც
                თქვენ აგზავნით, აქვეყნებთ ან აჩვენებთ სერვისი.
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export default TermsAndConditions;
